/////// IDD_DB_WAIT_DLG
IDC_DB_PROGRESS_STATIC                        = "준비 중 ..."
IDC_DB_STOP_BTN                               = "실행 중단"
IDC_DB_WAIT_STATIC                            = "연결 프로그램에서 정보를 생성중입니다.\n잠시만 기다려주십시오."

/////// IDD_DB_BATCH_DGN_PROG_DLG
IDD_DB_BATCH_DGN_PROG_DLG                     = "시공성을 고려한 설계 수행"
IDC_DB_BTN_STOP_SMART_DESIGN                  = "시공성을 고려한 설계 정지"
IDC_DB_LBL_BATCH_DGN_GRUP                     = "단면 그룹"
IDC_DB_LBL_BATCH_DGN_WALL_MARK                = "벽체 그룹"
IDC_DB_LBL_BATCH_DGN_UDGN                     = "단위 부재 설계"
IDC_DB_LBL_BATCH_DGN_SDGN                     = "시공성을 고려한 설계"

/////// IDD_DB_SECT_ITEM_IMPORT_DLG
IDC_DB_IMPORT_SECTION_LBL                     = "단면 목록"

/////// IDD_DB_UDRD_LIST_DLG
IDC_DB_UDRD_UNDO                              = "실행취소"
IDC_DB_UDRD_REDO                              = "실행복구"
IDC_DB_UDRD_CANCEL                            = "취소"
IDC_DB_UDRD_REMOVE                            = "목록삭제"

/////// IDD_DB_HEART_BEAT_FAIL_DLG
IDD_DB_HEART_BEAT_FAIL_DLG                    = "웹 라이선스 인증 오류"
IDC_DB_HEART_BEAT_MSG1                        = "웹 라이선스 인증 정보를 확인할 수 없습니다."
IDC_DB_HEART_BEAT_MSG2                        = "네트워크 상태를 확인하세요."
IDC_DB_HEART_BEAT_BTN_SAVE                    = "저장/종료"
IDC_DB_HEART_BEAT_BTN_QUIT                    = "종료"
IDC_DB_HEART_BEAT_BTN_TRY                     = "재시도"

IDC_DB_IMAGE_FILE_SUPPORT_EMF_BMP             = "EMF / BMP 이미지 파일로만 저장이 가능합니다."

/////// LOCK_CHECKER_MSG
IDS_DB_LOCK_MSG_EXCEPTION_01                  = "알수 없는 에러가 발생하여 세션이 끊키지 않았습니다."
IDS_DB_LOCK_MSG_EXCEPTION_02                  = "로그아웃되지 않아 다른 PC에서 사용이 제한될 수 있습니다."
IDS_DB_LOCK_MSG_EXCEPTION_03                  = "프로그램을 종료한 후 다시 실행시켜서 '새 파일'을 실행한 후 정상 종료하세요."

IDS_DB_LOCK_MSG_HARDLOCK_01                   = "Sentinel Lock Driver가 설치되어 있지 않습니다."
IDS_DB_LOCK_MSG_HARDLOCK_02                   = "Lock을 인식할 수 없습니다. \nLock이 정상적으로 연결되었는지 확인하시기 바랍니다."
IDS_DB_LOCK_MSG_HARDLOCK_03                   = "Protection Key Number가 맞지 않습니다. \n도움말 메뉴의 '프로텍션 등록'을 선택하여 Key Number를 입력하시기 바랍니다."
IDS_DB_LOCK_MSG_HARDLOCK_04                   = "계약 라이선스 수를 초과하고 있습니다."
IDS_DB_LOCK_MSG_HARDLOCK_05                   = "sx32w.dll 파일이 존재하지 않거나 정상적이지 않습니다. \n프로그램을 다시 설치하시기 바랍니다."
IDS_DB_LOCK_MSG_HARDLOCK_06                   = "라이선스 시간이 만료되었습니다."
IDS_DB_LOCK_MSG_HARDLOCK_07                   = "Lock을 체크하는 중 알 수 없는 에러가 발생하였습니다."
IDS_DB_LOCK_MSG_HARDLOCK_08                   = "라이선스 서버에 등록되지 않은 사용자입니다."
IDS_DB_LOCK_MSG_HARDLOCK_09                   = "라이선스 서버에서 오류가 발생하였습니다."
IDS_DB_LOCK_MSG_HARDLOCK_10                   = "네트워크 오류입니다. 네트워크 상태를 점검해보세요."

IDS_DB_LOCK_MSG_SOFTLOCK_01                   = "라이선스 파일이 존재하지 않습니다."
IDS_DB_LOCK_MSG_SOFTLOCK_02                   = "라이선스 파일이 바르지 않습니다."
IDS_DB_LOCK_MSG_SOFTLOCK_03                   = "라이선스 기간이 종료되었습니다."
IDS_DB_LOCK_MSG_SOFTLOCK_04                   = "Lock을 검사하는 중 알 수 없는 오류가 발생하였습니다."

IDS_DB_LOCK_MSG_SRVRLOCK_01                   = "사용자 ID와 암호가 맞지 않습니다."
IDS_DB_LOCK_MSG_SRVRLOCK_02                   = "선택된 옵션이 유효하지 않습니다. \n라이선스 관리자에게 문의하십시오."
IDS_DB_LOCK_MSG_SRVRLOCK_03                   = "다른 유저가 이 PC에서 접속하였습니다."
IDS_DB_LOCK_MSG_SRVRLOCK_04                   = "라이선스 수량을 초과하였습니다. \n라이선스 관리자에게 문의하십시오."
IDS_DB_LOCK_MSG_SRVRLOCK_05                   = "라이선스 시간이 만료되었습니다."
IDS_DB_LOCK_MSG_SRVRLOCK_06                   = "라이선스 체크중 알수 없는 오류가 발생하였습니다."
IDS_DB_LOCK_MSG_SRVRLOCK_07                   = "인증에 실패하였습니다. \n라이선스 관리자에게 문의하십시오."
IDS_DB_LOCK_MSG_SRVRLOCK_08                   = "동일한 사용자 ID로 다른 PC에서 접속하였습니다. \n로그오프하고 다시 시도하십시오."
IDS_DB_LOCK_MSG_SRVRLOCK_09                   = "네트워크 오류입니다. 네트워크 상태를 점검해보세요."
IDS_DB_LOCK_MSG_SRVRLOCK_10                   = "인증이 정상적으로 성공했습니다."
IDS_DB_LOCK_MSG_SRVRLOCK_11                   = "제품 번호가 맞지 않습니다."
IDS_DB_LOCK_MSG_SRVRLOCK_12                   = "동일한 PC가 다른 아이디로 사용중입니다."
IDS_DB_LOCK_MSG_SRVRLOCK_13                   = "유효한 라이선스보다 상위 버전의 프로그램입니다. 유효한 버전인지 확인하십시오."
IDS_DB_LOCK_MSG_SRVRLOCK_14                   = "접속 IP가 허용 범위를 초과합니다. 관리자에게 문의하십시오."
IDS_DB_LOCK_MSG_SRVRLOCK_15                   = "사용자 휴대전화 정보가 인증되지 않았습니다. \n원활한 제품 사용 및 기술 지원을 위해 휴대전화 인증이 필요합니다."
IDS_DB_LOCK_MSG_SRVRLOCK_16                   = "사용자 휴대전화 인증 정보가 기간만료되었습니다. \n원활한 제품 사용 및 기술 지원을 위해 휴대전화 재인증이 필요합니다."
IDS_DB_LOCK_MSG_SRVRLOCK_17                   = "장시간 미사용으로 인해 휴면계정이 되었습니다. \n휴면계정 해제 후 사용 가능합니다."

IDS_DB_LOCK_MSG_FLEXLOCK_01                   = "정상적인 라이선스 파일이 아닙니다."
IDS_DB_LOCK_MSG_FLEXLOCK_02                   = "시스템 시간과 실제 시간이 다릅니다."
IDS_DB_LOCK_MSG_FLEXLOCK_03                   = "잘못된 버젼입니다."
IDS_DB_LOCK_MSG_FLEXLOCK_04                   = "서버에 접속할 수 없습니다."
IDS_DB_LOCK_MSG_FLEXLOCK_05                   = "모든 라이선스를 사용하고 있습니다."
IDS_DB_LOCK_MSG_FLEXLOCK_06                   = "모든 라이선스를 사용하고 있습니다."
IDS_DB_LOCK_MSG_FLEXLOCK_07                   = "라이선스 파일에 지정된 서버가 없습니다."
IDS_DB_LOCK_MSG_FLEXLOCK_08                   = "지정된 옵션이 없습니다."
IDS_DB_LOCK_MSG_FLEXLOCK_09                   = "이 옵션은 지원되지 않습니다."
IDS_DB_LOCK_MSG_FLEXLOCK_10                   = "지원되지 않는 버젼입니다."
IDS_DB_LOCK_MSG_FLEXLOCK_11                   = "라이선스 인증에 실패하였습니다"

IDS_DB_LOCK_MSG_DISCONECT_BY_SERVER           = "관리자의 요청에 의해 접속이 해제되었습니다. 라이선스 담당자에게 문의해주세요. 종료 전 파일을 저장하시겠습니까?"

/////// DWG Preview Layer Name ( Batch Beam )
IDS_DB_URBB_LAYER_NAME_RCS_LOWCOLM_LINE       = "하부층 ( RC기둥 선 )"
IDS_DB_URBB_LAYER_NAME_RCS_LOWWALL_LINE       = "하부층 ( RC벽체 선 )"
IDS_DB_URBB_LAYER_NAME_RCS_UPPCOLM_HATH       = "상부층 ( RC기둥 해치 )"
IDS_DB_URBB_LAYER_NAME_RCS_UPPWALL_HATH       = "상부층 ( RC벽체 해치 )"
IDS_DB_URBB_LAYER_NAME_RCS_UPPCOLM_LINE       = "상부층 ( RC기둥 선 )"
IDS_DB_URBB_LAYER_NAME_RCS_UPPWALL_LINE       = "상부층 ( RC벽체 선 )"

IDS_DB_URBB_LAYER_NAME_STL_LOWCOLM_LINE       = "하부층 ( 철골기둥 선 )"
IDS_DB_URBB_LAYER_NAME_STL_UPPCOLM_HATH       = "상부층 ( 철골기둥 해치 )"
IDS_DB_URBB_LAYER_NAME_STL_UPPCOLM_LINE       = "상부층 ( 철골기둥 선 )"

IDS_DB_URBB_LAYER_NAME_RCS_BEAM_SINGLE        = "단면선 ( RC보 단선 )"
IDS_DB_URBB_LAYER_NAME_RCS_BEAM_DOUBLE        = "단면선 ( RC보 복선 )"
IDS_DB_URBB_LAYER_NAME_STL_BEAM_SINGLE        = "단면선 ( 철골보 단선 )"
IDS_DB_URBB_LAYER_NAME_STL_BEAM_DOUBLE        = "단면선 ( 철골보 복선 )"

IDS_DB_URBB_LAYER_NAME_RCS_RELASE_PIN         = "해제심볼 ( RC 핀 )"
IDS_DB_URBB_LAYER_NAME_STL_RELASE_FIX         = "해제심볼 ( 철골 고정 )"
IDS_DB_URBB_LAYER_NAME_STL_RELASE_PIN         = "해제심볼 ( 철골 핀 )"

IDS_DB_URBB_LAYER_NAME_CHECK_RESULT_NO        = "설계결과 ( NO )"
IDS_DB_URBB_LAYER_NAME_CHECK_RESULT_OK        = "설계결과 ( OK )"
IDS_DB_URBB_LAYER_NAME_CHECK_RESULT_NG        = "설계결과 ( NG )"
IDS_DB_URBB_LAYER_NAME_CHECK_RESULT_CH        = "설계결과 ( CH )"

IDS_DB_URBB_LAYER_NAME_RCS_BEAM_GRUPSN        = "선택그룹 ( 단선 )"
IDS_DB_URBB_LAYER_NAME_RCS_BEAM_GRUPDB        = "선택그룹 ( 복선 )"
IDS_DB_URBB_LAYER_NAME_RCS_BEAM_MEMBSN        = "선택부재 ( 단선 )"
IDS_DB_URBB_LAYER_NAME_RCS_BEAM_MEMBDB        = "선택부재 ( 복선 )"

/////// DWG Preview Layer Desc ( Batch Beam )
IDS_DB_URBB_LAYER_DESC_RCS_LOWCOLM_LINE       = "하부층 RC 기둥의 선"
IDS_DB_URBB_LAYER_DESC_RCS_LOWWALL_LINE       = "하부층 RC 벽체의 선"
IDS_DB_URBB_LAYER_DESC_RCS_UPPCOLM_HATH       = "상부층 RC 기둥의 해치"
IDS_DB_URBB_LAYER_DESC_RCS_UPPWALL_HATH       = "상부층 RC 벽체의 해치"
IDS_DB_URBB_LAYER_DESC_RCS_UPPCOLM_LINE       = "상부층 RC 기둥의 선"
IDS_DB_URBB_LAYER_DESC_RCS_UPPWALL_LINE       = "상부층 RC 벽체의 선"

IDS_DB_URBB_LAYER_DESC_STL_LOWCOLM_LINE       = "하부층 철골 기둥의 선"
IDS_DB_URBB_LAYER_DESC_STL_UPPCOLM_HATH       = "상부층 철골 기둥의 해치"
IDS_DB_URBB_LAYER_DESC_STL_UPPCOLM_LINE       = "상부층 철골 기둥의 선"

IDS_DB_URBB_LAYER_DESC_RCS_BEAM_SINGLE        = "단선으로 그려진 RC 보의 단면 선"
IDS_DB_URBB_LAYER_DESC_RCS_BEAM_DOUBLE        = "복선으로 그려진 RC 보의 단면 선"
IDS_DB_URBB_LAYER_DESC_STL_BEAM_SINGLE        = "단선으로 그려진 철골보의 단면 선"
IDS_DB_URBB_LAYER_DESC_STL_BEAM_DOUBLE        = "복선으로 그려진 철골보의 단면 선"

IDS_DB_URBB_LAYER_DESC_RCS_RELASE_PIN         = "RC 보 부재의 해제 심벌 ( 핀 )"
IDS_DB_URBB_LAYER_DESC_STL_RELASE_FIX         = "철골 보 부재의 해제심벌 ( 고정 )"
IDS_DB_URBB_LAYER_DESC_STL_RELASE_PIN         = "철골 보 부재의 해제심벌 ( 핀 )"

IDS_DB_URBB_LAYER_DESC_CHECK_RESULT_NO        = "RC 부재의 검토 결과 ( 미검토 )"
IDS_DB_URBB_LAYER_DESC_CHECK_RESULT_OK        = "RC 부재의 검토 결과 ( 안전함 )"
IDS_DB_URBB_LAYER_DESC_CHECK_RESULT_NG        = "RC 부재의 검토 결과 ( 파괴됨 )"
IDS_DB_URBB_LAYER_DESC_CHECK_RESULT_CH        = "RC 부재의 검토 결과 ( 검토필요 )"

IDS_DB_URBB_LAYER_DESC_RCS_BEAM_GRUPSN        = "단선으로 그려진 선택 그룹"
IDS_DB_URBB_LAYER_DESC_RCS_BEAM_GRUPDB        = "복선으로 그려진 선택 그룹"
IDS_DB_URBB_LAYER_DESC_RCS_BEAM_MEMBSN        = "단선으로 그려진 선택 부재"
IDS_DB_URBB_LAYER_DESC_RCS_BEAM_MEMBDB        = "복선으로 그려진 선택 부재"

/////// DWG Preview Layer Name ( Batch Column )
IDS_DB_URBC_LAYER_NAME_RCS_LOWCOLM_LINE       = "하부층 ( RC기둥 선 )"
IDS_DB_URBC_LAYER_NAME_RCS_LOWWALL_LINE       = "하부층 ( RC벽체 선 )"
IDS_DB_URBC_LAYER_NAME_RCS_UPPCOLM_HATH       = "상부층 ( RC기둥 해치 )"
IDS_DB_URBC_LAYER_NAME_RCS_UPPWALL_HATH       = "상부층 ( RC벽체 해치 )"
IDS_DB_URBC_LAYER_NAME_RCS_UPPCOLM_LINE       = "상부층 ( RC기둥 선 )"
IDS_DB_URBC_LAYER_NAME_RCS_UPPWALL_LINE       = "상부층 ( RC벽체 선 )"

IDS_DB_URBC_LAYER_NAME_STL_LOWCOLM_LINE       = "하부층 ( 철골기둥 선 )"
IDS_DB_URBC_LAYER_NAME_STL_UPPCOLM_HATH       = "상부층 ( 철골기둥 해치 )"
IDS_DB_URBC_LAYER_NAME_STL_UPPCOLM_LINE       = "상부층 ( 철골기둥 선 )"

IDS_DB_URBC_LAYER_NAME_RCS_BEAM_SINGLE        = "단면선 ( RC보 단선 )"
IDS_DB_URBC_LAYER_NAME_RCS_BEAM_DOUBLE        = "단면선 ( RC보 복선 )"
IDS_DB_URBC_LAYER_NAME_STL_BEAM_SINGLE        = "단면선 ( 철골보 단선 )"
IDS_DB_URBC_LAYER_NAME_STL_BEAM_DOUBLE        = "단면선 ( 철골보 복선 )"

IDS_DB_URBC_LAYER_NAME_RCS_RELASE_PIN         = "해제심볼 ( RC 핀 )"
IDS_DB_URBC_LAYER_NAME_STL_RELASE_FIX         = "해제심볼 ( 철골 고정 )"
IDS_DB_URBC_LAYER_NAME_STL_RELASE_PIN         = "해제심볼 ( 철골 핀 )"

IDS_DB_URBC_LAYER_NAME_CHECK_RESULT_NO        = "검토결과 ( NO )"
IDS_DB_URBC_LAYER_NAME_CHECK_RESULT_OK        = "검토결과 ( OK )"
IDS_DB_URBC_LAYER_NAME_CHECK_RESULT_NG        = "검토결과 ( NG )"
IDS_DB_URBC_LAYER_NAME_CHECK_RESULT_CH        = "검토결과 ( CH )"

IDS_DB_URBC_LAYER_NAME_RCS_LOCADWG_INFO       = "주심도 ( 선두 )"
IDS_DB_URBC_LAYER_NAME_RCS_LOCADWG_DUPL       = "주심도 ( 기타 )"

IDS_DB_URBC_LAYER_NAME_TABLE_GRID_MAIN        = "테이블 ( 그리드 주선 )"
IDS_DB_URBC_LAYER_NAME_TABLE_GRID_SUBS        = "테이블 ( 그리드 보조선 )"
IDS_DB_URBC_LAYER_NAME_TABLE_COLM_HATH        = "테이블 ( 기둥 해치 )"
IDS_DB_URBC_LAYER_NAME_TABLE_COLM_LINE        = "테이블 ( 기둥 선 )"
IDS_DB_URBC_LAYER_NAME_TABLE_COLM_INFO        = "테이블 ( 기둥 정보 )"
IDS_DB_URBC_LAYER_NAME_TABLE_CIRC_LINE        = "테이블 ( 원형 기둥 선 )"

IDS_DB_URBC_LAYER_NAME_RCS_GRUPLOW_LINE       = "선택그룹 ( 하부선 )"
IDS_DB_URBC_LAYER_NAME_RCS_GRUPUPP_HATH       = "선택그룹 ( 해치 )"
IDS_DB_URBC_LAYER_NAME_RCS_GRUPUPP_LINE       = "선택그룹 ( 상부선 )"
IDS_DB_URBC_LAYER_NAME_RCS_MEMBLOW_LINE       = "선택부재 ( 하부선 )"
IDS_DB_URBC_LAYER_NAME_RCS_MEMBUPP_HATH       = "선택부재 ( 해치 )"
IDS_DB_URBC_LAYER_NAME_RCS_MEMBUPP_LINE       = "선택부재 ( 상부선 )"

/////// DWG Preview Layer Desc ( Batch Column )
IDS_DB_URBC_LAYER_DESC_RCS_LOWCOLM_LINE       = "하부층 RC 기둥의 선"
IDS_DB_URBC_LAYER_DESC_RCS_LOWWALL_LINE       = "하부층 RC 벽체의 선"
IDS_DB_URBC_LAYER_DESC_RCS_UPPCOLM_HATH       = "상부층 RC 기둥의 해치"
IDS_DB_URBC_LAYER_DESC_RCS_UPPWALL_HATH       = "상부층 RC 벽체의 해치"
IDS_DB_URBC_LAYER_DESC_RCS_UPPCOLM_LINE       = "상부층 RC 기둥의 선"
IDS_DB_URBC_LAYER_DESC_RCS_UPPWALL_LINE       = "상부층 RC 벽체의 선"

IDS_DB_URBC_LAYER_DESC_STL_LOWCOLM_LINE       = "하부층 철골 기둥의 선"
IDS_DB_URBC_LAYER_DESC_STL_UPPCOLM_HATH       = "상부층 철골 기둥의 해치"
IDS_DB_URBC_LAYER_DESC_STL_UPPCOLM_LINE       = "상부층 철골 기둥의 선"

IDS_DB_URBC_LAYER_DESC_RCS_BEAM_SINGLE        = "단선으로 그려진 RC 보의 단면 선"
IDS_DB_URBC_LAYER_DESC_RCS_BEAM_DOUBLE        = "복선으로 그려진 RC 보의 단면 선"
IDS_DB_URBC_LAYER_DESC_STL_BEAM_SINGLE        = "단선으로 그려진 철골보의 단면 선"
IDS_DB_URBC_LAYER_DESC_STL_BEAM_DOUBLE        = "복선으로 그려진 철골보의 단면 선"

IDS_DB_URBC_LAYER_DESC_RCS_RELASE_PIN         = "RC 보 부재의 해제 심벌 ( 핀 )"
IDS_DB_URBC_LAYER_DESC_STL_RELASE_FIX         = "철골 보 부재의 해제심벌 ( 고정 )"
IDS_DB_URBC_LAYER_DESC_STL_RELASE_PIN         = "철골 보 부재의 해제심벌 ( 핀 )"

IDS_DB_URBC_LAYER_DESC_CHECK_RESULT_NO        = "RC 부재의 검토 결과 ( 미검토 )"
IDS_DB_URBC_LAYER_DESC_CHECK_RESULT_OK        = "RC 부재의 검토 결과 ( 안전함 )"
IDS_DB_URBC_LAYER_DESC_CHECK_RESULT_NG        = "RC 부재의 검토 결과 ( 파괴됨 )"
IDS_DB_URBC_LAYER_DESC_CHECK_RESULT_CH        = "RC 부재의 검토 결과 ( 검토필요 )"

IDS_DB_URBC_LAYER_DESC_RCS_LOCADWG_INFO       = "주심도 관련 정보 ( 선두 부재 )"
IDS_DB_URBC_LAYER_DESC_RCS_LOCADWG_DUPL       = "주심도 관련 정보 ( 기타 부재 )"

IDS_DB_URBC_LAYER_DESC_TABLE_GRID_MAIN        = "기둥 정보 테이블의 메인 그리드"
IDS_DB_URBC_LAYER_DESC_TABLE_GRID_SUBS        = "기둥 정보 테이블의 보조 그리드"
IDS_DB_URBC_LAYER_DESC_TABLE_COLM_HATH        = "기둥 정보 테이블의 기둥 해치"
IDS_DB_URBC_LAYER_DESC_TABLE_COLM_LINE        = "기둥 정보 테이블의 기둥 단면 선"
IDS_DB_URBC_LAYER_DESC_TABLE_COLM_INFO        = "기둥 정보 테이블의 기둥 정보"
IDS_DB_URBC_LAYER_DESC_TABLE_CIRC_LINE        = "원형 기둥의 입면 표시선"

IDS_DB_URBC_LAYER_DESC_RCS_GRUPLOW_LINE       = "하부층에 위치하는 선택 그룹의 선"
IDS_DB_URBC_LAYER_DESC_RCS_GRUPUPP_HATH       = "선택 그룹의 해치"
IDS_DB_URBC_LAYER_DESC_RCS_GRUPUPP_LINE       = "상부층에 위치하는 선택 그룹의 선"
IDS_DB_URBC_LAYER_DESC_RCS_MEMBLOW_LINE       = "하부층에 위치하는 선택 부재의 선"
IDS_DB_URBC_LAYER_DESC_RCS_MEMBUPP_HATH       = "선택 부재의 해치"
IDS_DB_URBC_LAYER_DESC_RCS_MEMBUPP_LINE       = "상부층에 위치하는 선택 부재의 선"

/////// DWG Preview Layer Name ( Batch Wall )
IDS_DB_URBW_LAYER_NAME_RCS_LOWCOLM_LINE       = "하부층 ( RC기둥 선 )"
IDS_DB_URBW_LAYER_NAME_RCS_LOWWALL_LINE       = "하부층 ( RC벽체 선 )"
IDS_DB_URBW_LAYER_NAME_RCS_UPPCOLM_HATH       = "상부층 ( RC기둥 해치 )"
IDS_DB_URBW_LAYER_NAME_RCS_UPPWALL_HATH       = "상부층 ( RC벽체 해치 )"
IDS_DB_URBW_LAYER_NAME_RCS_UPPCOLM_LINE       = "상부층 ( RC기둥 선 )"
IDS_DB_URBW_LAYER_NAME_RCS_UPPWALL_LINE       = "상부층 ( RC벽체 선 )"

IDS_DB_URBW_LAYER_NAME_STL_LOWCOLM_LINE       = "하부층 ( 철골기둥 선 )"
IDS_DB_URBW_LAYER_NAME_STL_UPPCOLM_HATH       = "상부층 ( 철골기둥 해치 )"
IDS_DB_URBW_LAYER_NAME_STL_UPPCOLM_LINE       = "상부층 ( 철골기둥 선 )"

IDS_DB_URBW_LAYER_NAME_RCS_BEAM_SINGLE        = "단면선 ( RC보 단선 )"
IDS_DB_URBW_LAYER_NAME_RCS_BEAM_DOUBLE        = "단면선 ( RC보 복선 )"
IDS_DB_URBW_LAYER_NAME_STL_BEAM_SINGLE        = "단면선 ( 철골보 단선 )"
IDS_DB_URBW_LAYER_NAME_STL_BEAM_DOUBLE        = "단면선 ( 철골보 복선 )"

IDS_DB_URBW_LAYER_NAME_RCS_RELASE_PIN         = "해제심볼 ( RC 핀 )"
IDS_DB_URBW_LAYER_NAME_STL_RELASE_FIX         = "해제심볼 ( 철골 고정 )"
IDS_DB_URBW_LAYER_NAME_STL_RELASE_PIN         = "해제심볼 ( 철골 핀 )"

IDS_DB_URBW_LAYER_NAME_CHECK_RESULT_NO        = "검토결과 ( NO )"
IDS_DB_URBW_LAYER_NAME_CHECK_RESULT_OK        = "검토결과 ( OK )"
IDS_DB_URBW_LAYER_NAME_CHECK_RESULT_NG        = "검토결과 ( NG )"
IDS_DB_URBW_LAYER_NAME_CHECK_RESULT_CH        = "검토결과 ( CH )"

IDS_DB_URBW_LAYER_NAME_TABLE_GRID_MAIN        = "테이블 ( 그리드 주선 )"
IDS_DB_URBW_LAYER_NAME_TABLE_GRID_SUBS        = "테이블 ( 그리드 보조선 )"
IDS_DB_URBW_LAYER_NAME_TABLE_COLM_HATH        = "테이블 ( 벽체 해치 )"
IDS_DB_URBW_LAYER_NAME_TABLE_COLM_LINE        = "테이블 ( 벽체 선 )"
IDS_DB_URBW_LAYER_NAME_TABLE_COLM_INFO        = "테이블 ( 벽체 정보 )"

IDS_DB_URBW_LAYER_NAME_RCS_GRUPLOW_LINE       = "선택그룹 ( 하부선 )"
IDS_DB_URBW_LAYER_NAME_RCS_GRUPUPP_HATH       = "선택그룹 ( 해치 )"
IDS_DB_URBW_LAYER_NAME_RCS_GRUPUPP_LINE       = "선택그룹 ( 상부선 )"
IDS_DB_URBW_LAYER_NAME_RCS_MEMBLOW_LINE       = "선택부재 ( 하부선 )"
IDS_DB_URBW_LAYER_NAME_RCS_MEMBUPP_HATH       = "선택부재 ( 해치 )"
IDS_DB_URBW_LAYER_NAME_RCS_MEMBUPP_LINE       = "선택부재 ( 상부선 )"

/////// DWG Preview Layer Desc ( Batch Wall )
IDS_DB_URBW_LAYER_DESC_RCS_LOWCOLM_LINE       = "하부층 RC 기둥의 선"
IDS_DB_URBW_LAYER_DESC_RCS_LOWWALL_LINE       = "하부층 RC 벽체의 선"
IDS_DB_URBW_LAYER_DESC_RCS_UPPCOLM_HATH       = "상부층 RC 기둥의 해치"
IDS_DB_URBW_LAYER_DESC_RCS_UPPWALL_HATH       = "상부층 RC 벽체의 해치"
IDS_DB_URBW_LAYER_DESC_RCS_UPPCOLM_LINE       = "상부층 RC 기둥의 선"
IDS_DB_URBW_LAYER_DESC_RCS_UPPWALL_LINE       = "상부층 RC 벽체의 선"

IDS_DB_URBW_LAYER_DESC_STL_LOWCOLM_LINE       = "하부층 철골 기둥의 선"
IDS_DB_URBW_LAYER_DESC_STL_UPPCOLM_HATH       = "상부층 철골 기둥의 해치"
IDS_DB_URBW_LAYER_DESC_STL_UPPCOLM_LINE       = "상부층 철골 기둥의 선"

IDS_DB_URBW_LAYER_DESC_RCS_BEAM_SINGLE        = "단선으로 그려진 RC 보의 단면 선"
IDS_DB_URBW_LAYER_DESC_RCS_BEAM_DOUBLE        = "복선으로 그려진 RC 보의 단면 선"
IDS_DB_URBW_LAYER_DESC_STL_BEAM_SINGLE        = "단선으로 그려진 철골보의 단면 선"
IDS_DB_URBW_LAYER_DESC_STL_BEAM_DOUBLE        = "복선으로 그려진 철골보의 단면 선"

IDS_DB_URBW_LAYER_DESC_RCS_RELASE_PIN         = "RC 보 부재의 해제 심벌 ( 핀 )"
IDS_DB_URBW_LAYER_DESC_STL_RELASE_FIX         = "철골 보 부재의 해제심벌 ( 고정 )"
IDS_DB_URBW_LAYER_DESC_STL_RELASE_PIN         = "철골 보 부재의 해제심벌 ( 핀 )"

IDS_DB_URBW_LAYER_DESC_CHECK_RESULT_NO        = "RC 부재의 검토 결과 ( 미검토 )"
IDS_DB_URBW_LAYER_DESC_CHECK_RESULT_OK        = "RC 부재의 검토 결과 ( 안전함 )"
IDS_DB_URBW_LAYER_DESC_CHECK_RESULT_NG        = "RC 부재의 검토 결과 ( 파괴됨 )"
IDS_DB_URBW_LAYER_DESC_CHECK_RESULT_CH        = "RC 부재의 검토 결과 ( 검토필요 )"

IDS_DB_URBW_LAYER_DESC_TABLE_GRID_MAIN        = "벽체 정보 테이블의 메인 그리드"
IDS_DB_URBW_LAYER_DESC_TABLE_GRID_SUBS        = "벽체 정보 테이블의 보조 그리드"
IDS_DB_URBW_LAYER_DESC_TABLE_COLM_HATH        = "벽체 정보 테이블의 벽체 해치"
IDS_DB_URBW_LAYER_DESC_TABLE_COLM_LINE        = "벽체 정보 테이블의 벽체 단면 선"
IDS_DB_URBW_LAYER_DESC_TABLE_COLM_INFO        = "벽체 정보 테이블의 벽체 정보"

IDS_DB_URBW_LAYER_DESC_RCS_GRUPLOW_LINE       = "하부층에 위치하는 선택 그룹의 선"
IDS_DB_URBW_LAYER_DESC_RCS_GRUPUPP_HATH       = "선택 그룹의 해치"
IDS_DB_URBW_LAYER_DESC_RCS_GRUPUPP_LINE       = "상부층에 위치하는 선택 그룹의 선"
IDS_DB_URBW_LAYER_DESC_RCS_MEMBLOW_LINE       = "하부층에 위치하는 선택 부재의 선"
IDS_DB_URBW_LAYER_DESC_RCS_MEMBUPP_HATH       = "선택 부재의 해치"
IDS_DB_URBW_LAYER_DESC_RCS_MEMBUPP_LINE       = "상부층에 위치하는 선택 부재의 선"
